{
 "0": "About",
 "1": "Mission",
 "2": "Vision",
 "3": "How does it work?",
 "4": "Topics",
 "2 1 2 0": "team or solo project",
 "4 2": "Solar panels",
 "0 1 4": "Even when hunger is eradicated, diseases are prevented, there will always be more to learn and ways to improve human society",
 "1 0": "I believe in abundance",
 "4 7": "Upgrade My Life",
 "3 1 3": "When someone shares information with you, press Import to merge minds",
 "1 1 1": "Investigate judgement of lack",
 "2 2 0": "discover and meet human needs",
 "3 3 0": "What do we do in order to bring about abundance?",
 "1 1 1 2 3": "Enough willpower",
 "1 1 1 1": "There is enough, perhaps too much!",
 "2 0 0 0": "participants are able to sustainably invest",
 "0 1 3": "But - the truth is, there's an infinite amount of problems to fix",
 "1 1": "I have enough, I am enough",
 "4 6": "Replant deserts / reverse desertification",
 "3 1 0": "You can use https://listmanager.dev to play TagMeIn by editing the content",
 "1 1 1 2 4": "Enough beauty",
 "1 1 1 0": "Why do I say 'not enough' to myself, over and over",
 "2 2 1": "continuously increase human freedom",
 "2 1 0": "cost : understand the total amount of energy to be spent",
 "1 1 1 2": "Of what am I discussing the quantity?",
 "2 0 1 0": "the richness of the universe around us",
 "2 2 3": "compassion",
 "1 0 0 0": "Faith that something better than the status quo can exist",
 "0 1 2": "The same is true in life generally, we tend to want someone else to fix problems",
 "4 5": "Trees",
 "3 1 1": "When you are ready to share, press Export to download a file",
 "1 1 1 2 5": "Enough food",
 "2 2 2": "the human singularity",
 "2 1 1": " time : understand the project timeframe",
 "0 1 1": "Each person thinks that someone else will help the person or animal in need",
 "3 3": "The mission is how we get there",
 "2 0 1": "Abundance : latent potential, waiting to be unleashed",
 "2 1 2": " who : understand the target audience",
 "1 0 0": "Faith is the first step",
 "0 1 0": "The bystander effect explains why a crowd of people can observe a need and no people respond to the need",
 "3 2": "The vision is what we want",
 "2 0 0": "  Realistic : the scale of the challenge selected is appropriate",
 "4 0 0": "Pyramid/Skytowers",
 "2 1 3": "where : understand the location the project will occupy, physically or conceptually",
 "2 2 0 0": "all humans should have adequate nutrition, safe housing, and be protected from all forms of danger",
 "0 3 1": "Retain a sense of individuality when doing great things",
 "4 0 1": "End factory farming",
 "3 1": "There are two main goals: to refine the mission and to refine the vision",
 "4#selected": "0",
 "4 3": "Hydroelectricity with underground",
 "2 2": "Abundance",
 "0 0": "TagMeIn is a Mission in support of a Vision",
 "0 2 1": "That means me!",
 "0 3 0": "If there's a team, great, if I'm alone in this cause, no problem",
 "2 2 3 0": "deep respect for all living beings, and the ecosystem which sustains them (us)",
 "3 0": "The job of a TagMeIn player is to link up with other minds, develop ideas, and improve the world",
 "4 1": "Cooling centers",
 "2 3": "realistic abundance is a conceptual framework for artists and creators, to support the emergence of a sustainable psycho-revolution to increase the individual's self-knowledge, in hopes that this leads to a highly compassionate, humane planet",
 "1 1 1 2 0": "Enough time",
 "2 2 2 0": "a convergence of global thought to advance human self-understanding",
 "0 2 0": "Each of us has a duty to transform our universe",
 "3 0 0": "You can meet people in the park, at the library, in the grocery store",
 "2 2 1 0": "new freedoms should be discovered, established, and celebrated as often as possible",
 "1 2": "By realizing interdependence, all needs are easily met",
 "2 0": "https://realisticabundance.com/",
 "1 1 1 2 1": "Enough space",
 "3 2 0": "What is the best possible world we can make with the resources we have available to us?",
 "0 2": "It's got to be my job",
 "0 3 2": "There are no others",
 "4 7 0": "Find resources to improve your life at www.empowermenttool.com",
 "3 0 1": "You can chat with people on the internet",
 "4 0": "Fix how we farm",
 "1 3": "When all needs are met, abundance is the natural result",
 "3 1 2": "Send that file by email, chat, or the post",
 "2 1": "Realistic",
 "1 1 1 2 2": "Enough energy",
 "1 1 0": "Cast aside all doubts",
 "0 1": "If it's someone else's job to fix the world, it'll never get done",
 "0 3": "Others may also adopt this mindset at their choosing"
}

